[
  {
    "desc": "Los shamanes son personas que pueden interactuar con los dioses, los espíritus y las almas de los difuntos. Yoh tiene ese poder y quiere convertirse en el rey shaman, alguien capaz de establecer contacto con los Grandes Espíritus, lo que le permitiría cambiar el mundo a su antojo. Para conseguirlo, tendrá que hacerse con un espíritu que lo acompañe y participar en el Shaman Fight: un torneo que se celebra cada 500 años, consiguiendo por el camino un buen grupo de aliados y amigos. Aunque también encontrará rivales de lo más variopintos y siniestros, algunos con intenciones bastante diferentes a las de Yoh.",
    "id": "P001",
    "img": "https://i1.whakoom.com/large/06/3c/90fcc13fdfcb4c2d8d60f36aac9d3b6d.jpg",
    "ingredients": ["Peso 0,3 kg", "Dimensiones 18 × 15 ×3 cm", "Editorial Ivrea España", "País de origen España", "Demografía/Género Acción, SHONEN, Sobrenarutal"],
    "name": "Shaman King 01",
    "categoria": "Manga",
    "cantidad": "Solo queda 1 disponible",
    "price": 16.998,
    "favorito": false
  },
  {
    "desc": "detaLos países de Westalis y Ostania libran desde hace años una guerra fría donde el espionaje y los asesinatos son moneda corriente. El inigualable espía conocido como Twilight es el mejor agente de Westalis que tiene por objetivo encargarse del poderoso Donovan Desmond. El problema es que Desmond es un ermitaño antisocial cuyas únicas apariciones públicas son en los actos escolares de su hijo. Twilight deberá acercarse al objetivo lo suficiente como para desbaratar su agenda secreta. Para ello, sólo deberá simular que es un hombre de familia… con el pequeño detalle de que sólo tiene 7 días para conseguir la familia ideal. Es por eso que bajo la identidad del psiquiatra Loid Forger, Twilight reclutará a Yor Briar, una civil ostaniana que quiere tener bajo perfil y Anya, una huerfanita que sólo busca una familia cariñosa, para hacer las partes de esposa e hija respectivamente. Pero resulta que este par tampoco es nada normal, especialmente si tenemos en cuenta que Yor es una asesina profesional buscada por ambos bandos y Anya es una prófuga de un laboratorio secreto donde consiguió poderes telepáticos.",
    "id": "P002",
    "img": "https://www.freakshowstore.com/imagenes/poridentidad?identidad=c7d21380-bcfb-4cf5-b259-4d5ac9dc633f&amp;ancho=900&amp;alto=",
    "ingredients": ["Peso 0,3 kg", "Dimensiones 18 × 15 ×3 cm", "Editorial Ivrea España", "País de origen España", "Demografía/Género Acción, SHONEN, Sobrenarutal"],
    "name": "Spy X Family 04",
    "categoria": "Manga",
    "cantidad": "20 disponibles",
    "price": 9.891,
    "favorito": false
  },
  {
    "desc": "Descubre Rent-A-Girlfriend, un manga lleno de romance y comedia. Acompaña a Kazuya en su inesperada relación con Chizuru, una novia de alquiler. ¡Déjate atrapar por esta historia llena de giros emocionantes y momentos divertidos!",
    "id": "P003",
    "img": "https://damemimanga.cl/sitio-web/wp-content/uploads/2021/05/0091.jpg",
    "ingredients": ["Peso 0,3 kg", "Dimensiones 18 × 15 ×3 cm", "Editorial Ivrea España", "País de origen España", "Demografía/Género Acción, SHONEN, Sobrenarutal"],
    "name": "Rent A Girlfriend 02",
    "categoria": "Manga",
    "cantidad": "30 disponibles",
    "price": 9.890,
    "favorito": false
  },
  {
    "desc": "Nene Yashiro es una estudiante de primero de bachillerato que asiste a la Academia Kamome, famosa por sus sucesos paranormales y por albergar también los siete míticos misterios. El séptimo misterio no es otro que Hanako, una chica que habita los lavabos del tercer piso de la academia y que se supone que concede deseos con el incentivo adecuado. Sin embargo, cuando Nene decide invocarla para conseguir enamorar al chico de sus sueños, se encuentra la sorpresa de que no se trata de una chica, sino de un chico. Después de que ese deseo fracase, en otro intento desesperado, Nene se come un objeto de Hanako que sirve para un conseguir pareja, pero lanza una maldición sobre quien lo consuma. Con tal de salvarla, Hanako también se lo come, pero a cambio hará que Nene tenga que trabajar para él como su asistenta.    Hanako se encarga de mantener la paz entre los espíritus y los humanos. Para ello se deshace de las apariciones malignas, sin importar los medios que tenga que utilizar. Poco a poco se va desgranando el pasado de Hanako mientras se descubren los secretos que se esconden entre los siete misterios de la academia.",
    "id": "P004",
    "img": "https://damemimanga.cl/sitio-web/wp-content/uploads/2021/06/HANAKO4.jpg",
    "ingredients": ["Peso 0,3 kg", "Dimensiones 18 × 15 ×3 cm", "Editorial Ivrea España", "País de origen España", "Demografía/Género Acción, SHONEN, Sobrenarutal"],
    "name": "Hanako-Kun, El Fantasma Del Lavabo 04",
    "categoria": "Manga",
    "cantidad": "20 disponibles",
    "price": 9.889,
    "favorito": false
  },
  {
    "desc": "Por las mañanas, en ese breve intervalo de tiempo en el que el cielo se aclara y antes de que la gente comienza su actividad me dan ganas de caminar, sintiendo como si el paisaje familiar estuviera conectando a otro mundo. Esa sensación desaparece como el humo tan pronto despunta el sol.",
    "id": "P005",
    "img": "https://clubdelgoblin.com/cdn/shop/files/qmshi006_1200_1024x1024.jpg?v=1696355619",
    "ingredients": ["El hilo del cielo", "Los caracoles marinos que cantan", "La mano que acaricia la noche", "Bajo la nieve", "Bajo la nieve"],
    "name": "Mushishi 06",
    "categoria": "Manga",
    "cantidad": "Solo quedan 5 disponibles",
    "price": 19.998,
    "favorito": false
  },
  {
    "desc": "Una historia repleta de acción, suspense y macabros juegos, protagonizada por tres amigos que acaban teletransportados a un mundo paralelo aparentemente igual que el nuestro, pero sólo habitado por aquellos desafortunados que están obligados a participar en el juego de supervivencia. La crueldad y variedad de los puzzles y la naturaleza de las personas y sus instintos, marcan esta historia que nos sorprende una y otra vez con giros y situaciones extrañas e inesperadas.",
    "id": "P006",
    "img": "https://damemimanga.cl/sitio-web/wp-content/uploads/2021/12/alice.jpg",
    "ingredients": ["Peso 0,3 kg", "Dimensiones 18 × 15 ×3 cm", "Editorial Ivrea España", "País de origen España", "Demografía/Género Acción, SHONEN, Sobrenarutal"],
    "name": "Alice In Borderland 01",
    "categoria": "Manga",
    "cantidad": "Solo queda 1 disponible",
    "price": 15.299,
    "favorito": false
  },
  {
    "desc": " Una opción deliciosa y saludable para aquellos que prefieren evitar la carne en su alimentación. Este tipo de sándwich se compone de diferentes ingredientes vegetarianos que se colocan entre dos rebanadas de pan",
    "id": "P007",
    "img": "https://firebasestorage.googleapis.com/v0/b/apis-varias-mias.appspot.com/o/pizzeria%2Fpizza-1239077_640_cl.jpg?alt=media&token=6a9a33da-5c00-49d4-9080-784dcc87ec2c",
    "ingredients": ["x", "x", "x", "x"],
    "name": "SANDWICH VEGETARIANO",
    "categoria": "plato de fondo",
    "cantidad": " 2 Personas",
    "price": 1,
    "favorito": false
  },
  {
    "desc": " Es un plato clásico de la cocina española y consiste en una mezcla de papas (patatas) y huevos. Se trata de una especie de torta o pastel hecho a base de rodajas finas de papas cocidas en aceite y luego mezcladas con huevos batidos",
    "id": "P008",
    "img": "https://firebasestorage.googleapis.com/v0/b/apis-varias-mias.appspot.com/o/pizzeria%2Fpizza-1239077_640_cl.jpg?alt=media&token=6a9a33da-5c00-49d4-9080-784dcc87ec2c",
    "ingredients": ["x", "x", "x", "x"],
    "name": "TORTILLA DE PAPAS",
    "categoria": "plato de fondo",
    "cantidad": " 2 Personas",
    "price": 1,
    "favorito": false
  },
  {
    "desc": "Una deliciosa preparación en la que se utiliza quinoa para crear una capa crujiente alrededor del pescado. Es una opción saludable y sabrosa que combina la textura crujiente de la quinoa con la jugosidad y el sabor del pescado.",
    "id": "P009",
    "img": "https://firebasestorage.googleapis.com/v0/b/apis-varias-mias.appspot.com/o/pizzeria%2Fpizza-1239077_640_cl.jpg?alt=media&token=6a9a33da-5c00-49d4-9080-784dcc87ec2c",
    "ingredients": ["x", "x", "x", "x"],
    "name": "PESCADO CON COSTRA DE QUÍNOA",
    "categoria": "plato de fondo",
    "cantidad": " 2 Personas",
    "price": 1,
    "favorito": false
  },
  {
    "desc": "Una deliciosa preparación de carne que se cocina en el horno para lograr una cocción uniforme y un sabor jugoso.",
    "id": "P010",
    "img": "https://firebasestorage.googleapis.com/v0/b/apis-varias-mias.appspot.com/o/pizzeria%2Fpizza-1239077_640_cl.jpg?alt=media&token=6a9a33da-5c00-49d4-9080-784dcc87ec2c",
    "ingredients": ["x", "x", "x", "x"],
    "name": "CARNE ASADA AL HORNO",
    "categoria": "",
    "cantidad": " 2 ",
    "price": 1,
    "favorito": false
  },
  {
    "desc": "Una deliciosa variante del clásico quiche que se caracteriza por ser apto para vegetarianos y utilizar una masa hecha a base de quinoa en lugar de la tradicional masa de harina de trigo.",
    "id": "P011",
    "img": "https://firebasestorage.googleapis.com/v0/b/apis-varias-mias.appspot.com/o/pizzeria%2Fpizza-1239077_640_cl.jpg?alt=media&token=6a9a33da-5c00-49d4-9080-784dcc87ec2c",
    "ingredients": ["x", "x", "x", "x"],
    "name": "",
    "categoria": "",
    "cantidad": " 2 ",
    "price": 1,
    "favorito": false
  },
  {
    "desc": "Es un plato sabroso y aromático que combina trozos de pollo tierno con una salsa de curry llena de especias y sabores exóticos..",
    "id": "P012",
    "img": "https://firebasestorage.googleapis.com/v0/b/apis-varias-mias.appspot.com/o/pizzeria%2Fpizza-1239077_640_cl.jpg?alt=media&token=6a9a33da-5c00-49d4-9080-784dcc87ec2c",
    "ingredients": ["x", "x", "x", "x"],
    "name": "",
    "categoria": "",
    "cantidad": "2",
    "price": 1,
    "favorito": false
  }
]
